using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public static class DataHolder
{
    public static int step = 0;
    public static string[] text =
    {
        "Место хранения твоих самых годных шутеек",
        "Самая яркая эра на нашей памяти?",
        "Если хочешь платить за еду книгой, то иди в...",
        "Настоящий пропуск в мир журфакеров",
        "Если Полина начала готовить, то будет пахнуть...",
        "Одни скажут «Полиноид», другие ответят...",
        "Если и снимать видосы, то только в...",
        "Hola Рolina!",
        "Одна из крутейших мульт историй",
        "Она всегда в твоём сердечке",
        "Где-то была тайна озёр, не помнишь?",
        "На день рождения все расчленяют...",
        "Твои смешные настопники как смысл жизни",
        "Если это не разбито/не разлито, то туса не удалась",
        "Говорят, что она вытаЩИТ нас из рамок",
        "Когда-то ты проводила с ним больше времени, чем с телефоном",
        "Намотай себе на ус есть у нас дорожный...",
        "Воспоминаниями полна твоя пробковая...",
        "На полу и на кровати, на стене и на траве Полина любит писать...",
        "На утро с тусы поваренки готовят блюдо от похмелки",
        "Это всё...",
        "Ждёт тебя во Владе друг по породе...",
        "Вы готовы?"
    };
}
